Repository: reinehr/BoatOfficerMobile
Catalog: App_Resources/iOS/*.lproj/Localizable.strings
Languages: de

# _Save_Data_2vImsS
source: Save Data
de: Daten ändern

# _Phone_Number_Z1HamqP
source: Phone Number
de: Telefonnummer

# _Edit_personal_data_pc5AK
source: Edit personal data
de: Persönliche Daten ändern

# _EDIT_PERSONAL_DATA_1wMqbe
source: EDIT PERSONAL DATA
de: PERS. DATEN ÄNDERN

# _Privacy_Policy_Z1gery6
source: Privacy Policy
de: Datenschutzerklärung

# _Terms_of_Use_17jxBW
source: Terms of Use
de: Nutzungsbedingungen

# _What_is_included_ISxuJ
source: What's included?
de: Was bekomme ich dafür?

# _Disclaimer_Recurring_Abo_Zmfdfh
source: These subscriptions are automatically renewed after they have expired unless canceled beforehand.
de: Diese Abos verlängern sich nach Ablauf automatisch, sofern sie nicht vorher gekündigt werden.

# _com_boatofficer_boatofficermobile_abo_year_interval_206wvw
source: Year
de: Jahr

# _com_boatofficer_boatofficermobile_abo_month_interval_2tWS9q
source: Month
de: Monat

# _com_boatofficer_boatofficermobile_abo_year_localizedTitle_2admMo
source: Annual subscription (recurring)
de: Jahresabo (wiederkehrend)

# _com_boatofficer_boatofficermobile_abo_month_localizedTitle_1XhChm
source: Monthly subscription (recurring)
de: Monatsabo (wiederkehrend)

# _UPLOAD_COMPLETE_ZE4sD5
source: Upload complete
de: Upload fertig

# DEVICE_DOES_NOT_EXIST
source: Device does not exist (Wrong serial number)
de: Gerät existiert nicht. (Falsche Seriennummer)

source: Device already registered
de: Gerät wurde bereits registriert.

source: Registration key invalid
de: Registrierungsschlüssel ungültig oder falsch

source: Success
de: Erfolgreich

# _Please_enter_first_and_last_name_Z1VDfxB
source: Please enter first and last name
de: Bitte gebe deinen Vor- und Nachnamen an

# _Name_missing_Z2vWqqE
source: Name missing
de: Name fehlt

# _Please_re_enter_the_password_Fx7Sr
source: Please re-enter the password
de: Bitte Passwort wiederholen

# _Passwords_not_identical_U19vf
source: Passwords not identical
de: Passwörter stimmen nicht überein

# _Length_must_be_at_least_8_characters_1PfVf7
source: Length must be at least 8 characters
de: Mindestens 8 Zeichen erforderlich

# _Password_is_too_short_Z1m08FN
source: Password is too short
de: Passwort ist zu kurz

# _Logout_successful_Z18Pq6A
source: Logout successful
de: Logout erfolgreich

# _Registration_successful_1qR5S6
source: Registration successful
de: Registrierung erfolgreich

# _You_are_now_logged_in_1b7ehS
source: You are now logged in
de: Du bist jetzt angemeldet

# _Login_successful_1U3M0J
source: Login successful
de: Login erfogreich

# _Application_is_send__Z2aYkRr
source: Application is send.
de: Bewerbung wurde versendet.

# USER_IS_ALREADY_CANDIDATE
source: You are already applicant for this boat.
de: Du bist bereits Bewerber für dieses Boot.

# USER_IS_ALREADY_SAILOR
source: You are already sailor on this boat.
de: Du bist bereits Matrose auf diesem Boot.

# USER_IS_ALREADY_GUARD
source: You are already guard on this boat.
de: Du bist bereits Wachmann auf diesem Boot.

# USER_IS_ALREADY_OFFICER
source: You are already captain on this boat.
de: Du bist bereits Kapitän auf diesem Boot.

# DEVICE_HAS_NO_OFFICER
source: Device has no captain yet. If this is your device, register it.
de: Gerät hat bisher noch keinen Kapitän. Wenn dies dein Gerät ist, registriere es.

# URL_KEY_INVALID
source: BoatOfficer ID invalid.
de: BoatOfficer ID ungültig.

# _Send_Application_Z2rw7Rz
source: Send Application
de: Bewerbung senden

# _details_boatofficerid_23Ilbw
source: Type or paste in the BoatOfficer ID, that the Captain gave you.
de: Trage die BoatOfficer ID ein, die der Kapitän dir gegeben hat.

# _SIGN_ON_A_BOAT_Z1kwSe6
source: SIGN ON A BOAT
de: AUF BOOT ANHEUERN

# _Register_Device_2cMmuN
source: Register Device
de: Gerät registrieren

# _details_devicename_Z2pPIcF
source: Give this BoatOfficer-Device a name. Best practice is to give it the name of the boat it is installed on.
de: Gib dem Gerät einen Namen, um mehrere Geräte unterscheiden zu können. Es empfielt sich, hier den Bootsnamen zu verwenden.

# _Device_Name_4Jhsb
source: Device Name
de: Name des Geräts

# _details_registrationkey_2sojH2
source: Enter the registration key of this device. It's printed on the back of the manual and consists of 8 digits and letters. Please note, that the registration of a device is only possible if the device isn't registered to anybody yet.
de: Gib den Registrierungsschlüssel für das Gerät ein. Dieser befindet sich hinten auf der Gebrauchsanweisung und besteht aus 8 Ziffern und Buchstaben. Bitte beachte: Ein Gerät kann nur von einem Benutzer registriert werden.

# _Registration_Key_ZS8eok
source: Registration Key
de: Registrierungsschlüssel

# _details_serialnumber_1d0hoK
source: Enter the serial number of this device. It's printed on the back of the manual, consists of 13 digits and letters and has the format 12-34-56-7890-ABC. You can type it without the dashes.
de: Gib die Seriennummer der Gerätes ein. Diese steht hinten auf der Gebrauchsanweisung, besteht aus 13 Ziffern und Buchstaben und hat das Format 12-34-56-7890-ABC. Du kannst die Bindestriche weg lassen.

# _REGISTER_NEW_DEVICE_ZiQk6l
source: REGISTER NEW DEVICE
de: NEUES GERÄT REGISTRIEREN

# _Log_out_2mMyEo
source: Log out
de: Abmelden

# _By_logging_out_you_will_no_longer_receive_push_notifications_17XsiT
source: By logging out you will no longer receive push notifications
de: Wenn du dich abmeldest, wirst du keine Push-Benachrichtigungen (Alarme) mehr erhalten.

# _LOG_OUT_1fu3Tq
source: LOG OUT
de: ABMELDEN

# _Already_registered__Login__Z1GzCT6
source: Already registered? Login!
de: Bereits registriert? Melde dich an!

# _Not_registered_yet__Sign_Up__20aOUR
source: Not registered yet? Sign Up!
de: Noch keinen Login? Registriere dich!

# _Sign_Up_ZD9lNk
source: Sign Up
de: Registrieren

source: Log in
de: Anmelden

# _Log_in_Z2npWid
source: Log in
de: Anmelden

source: Password
de: Passwort

# _Phone_number_ZC0clO
source: Phone number
de: Telefonnummer

# _Last_Name_ZokKlg
source: Last Name
de: Nachname

# _First_Name_264Jlh
source: First Name
de: Vorname

# _Authentication_failed_1msuLR
source: Authentication failed
de: Anmeldung fehlgeschlagen

# _E_Mail_not_found_1QlWhj
source: E-Mail not registered
de: E-Mail nicht registriert

# _Invalid_email_address_Z2keLgK
source: Invalid email address
de: Ungültige E-Mail-Adresse

# _Invalid_password_Z88PyD
source: Invalid password
de: ungültiges Passwort

# _This_email_address_exists_already_ZoV3jz
source: This email address exists already
de: Diese E-Mail-Adresse wurde bereits registriert

# _We_sent_you_a_reset_link_to_your_E_Mail_address_Z2vBgKu
source: We sent you a reset link to your E-Mail address
de: Du erhältst einen Link zum Zurücksetzen des Passwortes per E-Mail

# _Password_reset_successful_Z1zcj3O
source: Password reset successful
de: Passwort zurücksetzen erfolgreich

# _Reset_Password_RiqLg
source: Reset Password
de: Passwort zurücksetzen

# _Back_to_registration_Z1owrWh
source: Back to registration
de: Zurück zur Anmeldung

# _Forgot_password__1yJzf9
source: Forgot password?
de: Passwort vergessen?

# _RESET_PASSWORD_26WVgV
source: RESET PASSWORD
de: PASSWORT ZURÜCKSETZEN

# _LOG_IN_Z2pClT6
source: LOG IN
de: ANMELDEN

# _SIGN_UP_Z1KvUdX
source: SIGN UP
de: REGISTRIEREN

# _You_are_logged_in_as_Z1GEmEn
source: You are logged in as %1$@
de: Du bist als %1$@ angemeldet

# _Sign_on_a_Boat_ZIAXjF
source: Sign on a Boat
de: Auf einem Boot anheuern

# _Register_new_device_1xIGNi
source: Register new device
de: Neues Gerät registrieren

source: SETTINGS
de: EINSTELLUNGEN

# _Upload_complete_ZM2kiM
source: Upload complete
de: Upload fertig

# _Upload_Image_1uNJcH
source: Upload Image
de: Bild hochladen

# _Pick_Image_Z1H1rLN
source: Pick Image
de: Bild wählen

# _PICK_BOAT_IMAGE_2oVDWq
source: PICK BOAT IMAGE
de: BILD WÄHLEN

# _3D_r2
source: 3D
de: 3T

# _1D_q1
source: 1D
de: 1T

source: Save
de: Speichern

# _Contact_number_Z1MVijQ
source: Contact number
de: Kontaktnummer

# _EDIT_USERS_2dTwgU
source: EDIT USERS
de: NUTZER BEARBEITEN

# _EDIT_DEVICE_SETTINGS_Z1uqdFy
source: EDIT DEVICE SETTINGS
de: GERÄTEEINSTELLUNGEN BEARBEITEN

# _EDIT_ALARM_SETTINGS_190vuB
source: EDIT ALARM SETTINGS
de: ALARMEINSTELLUNGEN BEARBEITEN

# _Same_as_captain_YV6hk
source: Same as captain
de: Wie Kapitän

# _Edit_alarms_Z1pcu08
source: Edit alarms
de: Alarme ändern

# _Acknowledge_alarms_G3GjI
source: Acknowledge alarms
de: Alarme bestätigen

# _View_Nearest_Webcams_83REv
source: View Nearest Webcams
de: Nächste Webcams sehen

# _View_Log_History_ZhyGrL
source: View Log History
de: Log Historie ansehen

# _View_Sensor_History_Z1BeqKL
source: View Sensor History
de: Sensor Historie ansehen

source: Note
de: Hinweis

source: Permissions
de: Berechtigungen

# upgrade_to_pro_for_feature
source: This is a Pro Feature. Please upgrade your app to Pro, to make use of this feature.
de: Dies ist eine Pro Funktion. Bitte upgrade deine App zu Pro, um diese Funktion zu nutzen.

# please_test_sos_before_usage
source: Please test this feature before first usage. It is an additional help, it is no guaranteed means for the saving of boat and lifes.
de: Bitte teste diese Funktion vor der ersten Nutzung. Es ist eine Unterstützung, kein garantiertes Hilfsmittel um Boot und Leben zu retten.

# users_listed_here_sos
source: Users listed above will receive a SOS push notification, when you activate the SOS function by a long button push on the device (red light starts continuous blinking until deactivation by another long button push).
de: Oben aufgelistete Nutzer werden eine SOS Push-Nachricht bekommen, wenn du die SOS Funktion durch einen langen Knopfdruck am Gerät aktivierst (die rote LED blinkt dann bis zur Deaktivierung durch einen erneuten langen Tastendruck).

source: Cancel
de: Abbrechen

# _Yes__Leave_25v2J7
source: Yes, Leave
de: Ja, ich gehe

# _Leave_this_boat_ZMQkmx
source: Leave this boat
de: Von Bord gehen

# _Do_you_really_want_to_leave_this_boat___s___Z2ezym8
source: Do you really want to leave this boat (%1$@)?
de: Möchtest du wirklich dieses Boot (%1$@) verlassen?

# _Note__Without_PRO_Upgrade__you_can_only_hire_one_guard__Z1RPRx
source: Note: Without PRO Upgrade, you can only hire one guard.
de: Hinweis: Ohne PRO Upgrade kannst du nur einen Wachmann zum Boot hinzufügen.

source: Now, paste the BoatOfficer ID (%1$@) in an e-mail or messenger to send it to your friends.
de: Setze nun die BoatOfficer ID (%1$@) in einer E-Mail oder einem Messenger ein, um sie deinen Freunden zu senden.

# _BoatOfficer_ID_copied_RHX1P
source: BoatOfficer ID copied
de: BoatOfficer ID kopiert

# _Invite_Crew_7xG4K
source: Invite Crew
de: Besatzung anheuern

# _Discharge__s_as_emergency_contact__1FXbHp
source: Discharge %1$@ as emergency contact? Contact remains guard or sailor.
de: %1$@ als Notfall Kontakt entlassen? Kontakt bleibt weiterhin Wachmann oder Matrose.

# _Discharge_Emergency_Contact_1XG0Lm
source: Discharge Emergency Contact
de: Notfall Kontakt beenden

# _List__s_as_emergency_contact__ZAwUpz
source: List %1$@ as emergency contact?
de: %1$@ als Notfall Kontakt hinzufügen?

# _Add_Emergency_Contact_Z2oDKnw
source: Add Emergency Contact
de: Notfall Kontakt hinzufügen

# _Send__s_aboard__ZaFX3v
source: Send %1$@ aboard?
de: %1$@ von Bord weisen?

# _Send_aboard_17jR23
source: Send aboard
de: Von Bord weisen

# _Change_role_of__s_from_Sailor_to_Guard__ZnNCwE
source: Change role of %1$@ from Sailor to Guard?
de: Rolle von %1$@ von Matrose zu Wachmann ändern?

# _Change_role_of__s_from_Guard_to_Sailor__Z13uuw8
source: Change role of %1$@ from Guard to Sailor?
de: Rolle von %1$@ von Wachmann zu Matrose ändern?

# _Change_role_of__s__1R3UFA
source: Change role of %1$@?
de: Rolle von %1$@ ändern?

# _Change_role_Z3ex2u
source: Change role
de: Rolle ändern

# _Not_Lifeguards_Z1O8KgQ
source: Not Emergency Contacts
de: Keine Notfallkontakte

# Lifeguards
source: Emergency Contacts
de: Notfallkontakte

source: Sailors
de: Matrosen

source: Sailor
de: Matrose

source: Guards
de: Wachmänner

source: Guard
de: Wachmann

# _2nd_Officers_1olXkg
source: 2nd Officers
de: Zweite Offiziere

source: Captain
de: Kapitän

source: Requests
de: Anfragen

# _Number_of_Sailors_registered_11Jq3R
source: Number of Sailors registered
de: Anzahl registrierter Sailors

# _Number_of_Guards_registered_Z1J0z8N
source: Number of Guards registered
de: Anzahl registrierter Guards

source: USERS
de: NUTZER

# _Product_Number_Z2v9NIX
source: Product Number
de: Produktnummer

# _Serial_Number_8rO9v
source: Serial Number
de: Seriennummer

source: INFORMATION
de: INFORMATIONEN

source: Picture
de: Bild

# _no_contact_number_Z29h9yB
source: no contact number
de: Keine Kontaktnummer

# _Harbour_Contact_ZOpY64
source: Harbour Contact
de: Hafenkontakt

# _no_berth_ZXDVru
source: no berth
de: kein Liegeplatz

source: Berth
de: Liegeplatz

# _no_boat_name_83Bnd
source: no boat name
de: Kein Name

# _Boat_Name_sj2Tz
source: Boat Name
de: Name des Bootes

# _OTHER_SETTINGS_Z2fMNTg
source: OTHER SETTINGS
de: WEITERE EINSTELLUNGEN

# _Show_2nd_Battery_Z1GQiaL
source: Show 2nd Battery
de: Zeige Batterie 2

# _Waiting_for_device_to_sync_Z17dWs5
source: Waiting for device to sync
de: Warte auf Synchronisation mit dem Gerät

# _Value_changed_to_1mR1Ep
source: Value changed to
de: Wert geändert auf

source: seconds
de: Sekunden

source: minutes
de: Minuten

source: day
de: Tag

source: days
de: Tage

source: hour
de: Stunde

source: hours
de: Stunden

source: hard
de: hohe

source: medium
de: mittlere

source: low
de: niedrige

source: off
de: aus

source: intensity
de: Intens.

# _Update_Rate_General_1FGak9
source: Update Rate General
de: Update Rate Sensoren

# _Shock_Sensor_ZL7Y1d
source: Shock Sensor
de: Schock-Sensor

# _Temperature_Low_Level_1K4wtQ
source: Temperature Low Level
de: Minimale Temperatur

# _Temperature_High_Level_2vC47s
source: Temperature High Level
de: Maximale Temperatur

# _Low_Voltage_2_Level_Zdm9fF
source: Low Voltage 2 Level
de: Minimale Spannung 2

# _High_Voltage_2_Level_Z2n4eHo
source: High Voltage 2 Level
de: Maximale Spannung 2

# _Low_Voltage_1_Level_Z1gsbol
source: Low Voltage 1 Level
de: Minimale Spannung 1

# _High_Voltage_1_Level_1E1QWR
source: High Voltage 1 Level
de: Maximale Spannung 1

# _ALARM_SETTINGS_1Fewk2
source: ALARM SETTINGS
de: ALARM EINSTELLUNGEN

# _BOAT_SETTINGS_ZCbOd5
source: BOAT SETTINGS
de: BOOT EINSTELLUNGEN

source: Back
de: Zurück

# bad_gps_reception_explained
source: Poor GPS reception: GPS sensor is (has been) covered too much. Please avoid covering, especially with metal. A shorter position interval may also improve the GPS reception.
de: Schlechter GPS Empfang: GPS Sensor ist zu stark verdeckt (gewesen). Abdeckung, insbesondere durch Metall, bitte vermeiden. Ggf. verbessert auch ein kürzeres Positionsintervall den GPS Empfang.

# _Please_buy_Pro_ZkCpFH
source: This view is only available in the pro version.
de: Diese Ansicht ist nur verfügbar, wenn der Kapitän dieses Bootes die Pro-Version der App nutzt (In-App Kauf).

source: MAP
de: KARTENANSICHT

source: closed
de: geschlossen

source: open
de: offen

source: No
de: Nein

source: Yes
de: Ja

source: no
de: nein

source: yes
de: ja

source: Direction
de: Richtung

# _Position_Accuracy_ZR79bU
source: Position Accuracy
de: Genauigkeit der Position

source: Speed
de: Geschwindigkeit

# _Mapping_active_Z11Jbk2
source: Mapping active
de: Mapping aktiv

# _Unacknowledged_Movement_active_Z1wLyuo
source: Unacknowledged Movement
de: Unbestätigte Bewegung

# _SOS_active__2g0HDW
source: SOS active!
de: SOS aktiv!

# _GPS_Reception_Z1yTsh
source: GPS Reception
de: GPS Empfang

# _Intern_Temperature_ZF40Gb
source: Intern Temperature
de: Interne Temperatur

# _Charging_active_ZbDBT5
source: Charging active
de: Akku wird geladen

# _Voltage_Intern_Battery_Z1PhXWl
source: Voltage Intern Battery
de: Spannung interner Akku

# _Voltage_Extern_Battery_2_ttEbs
source: Voltage Boat Battery 2
de: Spannung Boot-Batterie 2

# _Voltage_Extern_Battery_1_ttEbr
source: Voltage Boat Battery 1
de: Spannung Boot-Batterie 1

source: Updated
de: Aktualisiert

source: Time
de: Zeit

source: SENSORS
de: SENSOREN

# _BOAT_STATUS_Z1zRXlh
source: BOAT STATUS
de: BOOT STATUS

source: Revoke
de: Entziehen

# _Marked_as_responsible_Z25qt0K
source: Marked as responsible
de: als Verantwortlicher markiert

source: at
de: um

# _by_user_on_Z2iKonM
source: by %1$@ on
de: durch %1$@ am

# _by_Device_on_1F3vHR
source: by Device on
de: durch das Gerät am

# _Open__Responsibility_clarified__ZHdP9Y
source: Open (Responsibility clarified)
de: Offen (verantwortlichkeit geklärt)

# _Marked_as_OK_1RhBc6
source: Marked as OK
de: Als OK markiert

source: Cleared
de: Gelöst

# _Mark_as_solved_Z1fL0Du
source: Mark as solved
de: Als gelöst markieren

# _Call_Harbour_Z2adssO
source: Call Harbour
de: Hafen anrufen

# _only_active_2jJRcz
source: only active
de: nur aktive

source: Boat
de: Boot

# _ALARM_HISTORY_ZHagc2
source: ALARM HISTORY
de: ALARM HISTORIE

source: Sunset
de: Sonnenunt.

source: Sunrise
de: Sonnenaufg.

source: Sun
de: So

source: Sat
de: Sa

source: Fri
de: Fr

source: Thu
de: Do

source: Wed
de: Mi

source: Tue
de: Di

source: Mon
de: Mo

# weather_now
source: now
de: aktuell

# _WEATHER_ON_SITE_Z2in1fF
source: WEATHER ON SITE
de: WETTER VOR ORT

# _no_active_alarms_Z1jDuSA
source: no active alarms
de: keine aktiven Alarme

# no_boat
source: You have not registered any BoatOfficer yet. Please register your BoatOfficer to see its data. To do this, go to the settings and tap on "Register new device"
de: Du hast noch keinen BoatOfficer registriert. Registriere deinen BoatOfficer oder heuere auf einem anderen Boot an, um dessen Daten zu sehen. Gehe dazu in die Einstellungen (Menü unten rechts).

# no_key
source: You are not logged in. Please log in, to see BoatOfficer Data. To do this, go to the settings and tap on "Log in"
de: Du bist nicht angemeldet. Melde dich an, um BoatOfficer Daten zu sehen. Gehe dazu in die Einstellungen und tippe auf "Anmelden".

# _Multi_Sensor_A_2_Opened_Z1AUWdv
source: Multi Sensor A 2 Opened
de: Multi Sensor A 2 geöffnet

# _Multi_Sensor_A_2_Closed_Z20YrTQ
source: Multi Sensor A 2 Closed
de: Multi Sensor A 2 geschlossen

# _Multi_Sensor_A_1_Opened_1pnX6c
source: Multi Sensor A 1 Opened
de: Multi Sensor A 1 geöffnet

# _Multi_Sensor_A_1_Closed_10ksoQ
source: Multi Sensor A 1 Closed
de: Multi Sensor A 1 geschlossen

# _Loop_Sensor_A_Opened_1kblQp
source: Loop Sensor A Opened
de: Loop Sensor A geöffnet

# _Loop_Sensor_A_Closed_U7Qa4
source: Loop Sensor A Closed
de: Loop Sensor A geschlossen

# _Ext__Batt_2_Voltage_2lxNOr
source: Ext. Batt 2 Voltage
de: Ext. Batt. 2 Spannung

# _Ext__Batt_1_Voltage_ZA6iHs
source: Ext. Batt 1 Voltage
de: Ext. Batt. 1 Spannung

# _Voltage_Drop_Z1sCWAa
source: Battery 1 Usage
de: Batterie 1 benutzt

# _Position_Jump_28ppOX
source: Boat moved
de: Boot in Bewegung

source: Temperature
de: Temperatur

# _Shock_Detected_Zj9CPP
source: Shock Detected
de: Erschütterung

# _Internal_Battery_Voltage_1FVSJC
source: Internal Battery Voltage
de: Spannung interne Batterie

# _SOS_Activated_8MuAK
source: SOS Activated
de: SOS aktiviert

# _Button_1_Pushed_Long_Cz504
source: Button Pushed Long
de: Knopf lange gedrückt

# _Button_1_Pushed_lW2d4
source: Button Pushed
de: Knopf gedrückt

# LOCALE
source: en
de: de
